ahmadawais.shades-of-purple
azemoh.theme-onedark
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dzhavat.bracket-pair-toggler
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
humao.rest-client
johnpapa.vscode-peacock
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
nimda.deepdark-material
pkief.material-icon-theme
pnp.polacode
pranaygp.vscode-css-peek
prisma.prisma
ritwickdey.liveserver
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
wallabyjs.quokka-vscode
whizkydee.material-palenight-theme
xabikos.javascriptsnippets
yzhang.markdown-all-in-one
